export const seniorityMessage = `הזן/ני את מספר שנות הותק שנקבע לך לצורך מעבר לסגל עמית. אם טרם נקבע, הזן/ני את הותק שאת/ה מעריך/כה שיינתן לפי הכללים הבאים:
ותק בהוראה אקדמית, ובנוסף, המכללה יכולה לפי שיקול דעת להכיר בוותק בגין ניסיון קודם בהוראה (לאו דווקא אקדמית), כמו גם ניסיון מקצועי רלוונטי בתחום עיסוקו/ה המקצועי של חבר/ת הסגל (כגון: הנדסה, תכנות, סיעוד, אדריכלות, פיננסים, פסיכולוגיה וכיו"ב) או כל עבודה רלוונטית לאחר קבלת תואר ראשון שלפי דעת המכללה ראוי להתחשב בה (כלומר: לא רק עבודת הוראה).`;

export const disclaimer = `נציין כי סימולציה זו אינה מחייבת, היא נועדה לתת לעובד/ת הערכה לשכר לאחר חתימת ההסכם הקיבוצי הארצי.`;

export const saNote = `
  זכאי/ת לעבור לסגל עמית מי שמועסק/ת במוסד מעל 2 שנות לימודים רצופות (בכל היקף משרה), או מי שעסק/ה בהוראה בהיקף מצטבר של לפחות 8 ש"ס סה"כ לאורך שנת הלימודים,
  או מי שמקבל/ת מינוי במכללה אקדמית ציבורית אחרת בהיקף של 8 ש"ס לפחות.
  על אף האמור לעיל, לא י/תוכל להתמנות כחבר/ת סגל עמית מי שמתקיים בו/בה אחד או יותר מן הבאים: הכנסה שנתית הצפויה מעבודה
  (למעט הכנסה מעבודה כמורה מן החוץ ו/או חברת סגל עמית ו/או סגל זוטר אחר במוסד ו/או במכללה אקדמית ציבורית אחרת)
  ו/או מעסק ו/או ממשלח יד בשנת הלימודים, על פי הצהרת חברת הסגל, עולה על מכפלה של 12 בסכום השווה ל-200% השכר הממוצע במשק,
  קיבל/ה מינוי כחבר/ת סגל אקדמי בכיר במשרה מלאה במוסד מוכר להשכלה גבוהה בישראל, הגיעה לגיל פרישת חובה כהגדרתו בחוק גיל פרישה, התשס"ד – 2004 (להלן: "**גיל פרישת חובה**"), אך למעט המקרים הבאים:
  <p style="margin-right: 16px">
  א. מי שהועסקה או תועסק במוסד ערב הגיעה לגיל פרישת חובה כחברת סגל עמית והכנסתה הצפויה השנתית הכוללת לאחר הגיעה לגיל פרישת חובה, על פי הצהרת חברת הסגל,
  אינה עולה על מכפלה של 12 ב-200% השכר הממוצע במשק האחרון הידוע במועד מתן ההצהרה, כפי שהשכר הממוצע מתפרסם לפי חוק ביטוח לאומי, תשנ"ה – 1995.
  </p>
  <p style="margin-right: 16px">
  ב. מי שהועסקה במוסד כמורה מן החוץ בשנת הלימודים שקדמה לשנת הלימודים בה חל מועד תחילת הסכם זה, ומועסקת במוסד בתפקיד הוראה בשנת הלימודים בה חל מועד תחילתו של הסכם זה,
  אשר הגיעה לגיל פרישת חובה בשנת הלימודים שקדמה לשנת הלימודים בה חל מועד תחילתו של הסכם זה או קודם לכן, והכנסתה הצפויה השנתית הכוללת לאחר הגיעה לגיל פרישת חובה,
  על פי הצהרת חברת הסגל, אינה עולה על מכפלה של 12 ב-200% השכר הממוצע במשק האחרון הידוע במועד מתן ההצהרה, כפי שהשכר הממוצע מתפרסם לפי חוק ביטוח לאומי, תשנ"ה – 1995.
  </p>
 `;

export const extraNote = `בנוסף לשכר הסמסטריאלי אחרי הסכם כפי שמוצג לעיל, ניתן לקבל שכר נוסף באמצעות עבודה נוספת  עד להשלמת מלוא הפער (ככל שישנו) לשכר שלפני קיצוץ השבועות המשולמים, כפי שהורה משרד האוצר כמוגדר בהסכם הקיבוצי ומכתביו. על המכללה לעדכן אותך בהיקף שעות העבודה הנוספת הנדרש לצורך השלמת השכר כאמור. למידע נוסף בנושא ניתן לפנות לוועד.`;
