export const seniorityMessage = `תבחר/י וותק לפי הכללים הבאים:
ותק בהוראה אקדמית, ובנוסף, המכללה יכולה לפי שיקול דעת להכיר בוותק בגין ניסיון קודם בהוראה (לאו דווקא אקדמית), כמו גם ניסיון מקצועי רלוונטי בתחום עיסוקו/ה המקצועי של חבר/ת הסגל (כגון: הנדסה, תכנות, סיעוד, אדריכלות, פיננסים, פסיכולוגיה וכיו"ב) או כל עבודה רלוונטית לאחר קבלת תואר ראשון שלפי דעת המכללה ראוי להתחשב בה (כלומר: לא רק עבודת הוראה).`

export const disclaimer = `נציין כי סימולציה זו אינה מחייבת, היא נועדה לתת לעובד/ת הערכה לשכר לאחר חתימת ההסכם הקיבוצי הארצי.`;